/* Ubiquitous Button Titles */
"MultiButtonTitle_Scan" = "Scan";
"MultiButtonTitle_Clean" = "Clean";
"MultiButtonTitle_Empty" = "Empty";
"MultiButtonTitle_Uninstall" = "Uninstall";
"MultiButtonTitle_Maintenance" = "Run";
"MultiButtonTitle_Reset" = "Reset";
"MultiButtonTitle_Remove" = "Remove";
"MultiButtonTitle_Move" = "Move";
"MultiButtonTitle_Erase" = "Shred";
"MultiButtonTitle_Stop" = "Stop";
"MultiButtonTitle_Purchase" = "Buy";
"MultiButtonTitle_Paused" = "Paused";

/* iPhoto Start Scan View */
"iPhotoStartViewTitle_ChangeLibrary" = "Change Library…";
"iPhotoStartViewTitle_LocateLibrary" = "Locate Library…";
"iPhotoStartViewTitle_ScanAnotherLibrary" = "Scan Another Library…";

/* L&O Start Scan */
"AddFolder" = "Add Folder…";
"ClearList" = "Clear List";

"Relaunch" = "Relaunch";

"Hide Log" = "Hide Log";
"View Log" = "View Log";
